[
{"b":0,"p":"box","d":"Adds easily editable box with pieces of text or code or HTML that can be inserted into the template with a simple Shortcode."},
{"b":1,"p":"carousel","d":"Adds image slider. Use Nivo-Slider, CarouFredSel, Kenburning-slider, Jquery-feature-carousel and ZoomBox."},
{"b":1,"p":"ckplugins","d":"Adds easily CKEditor plugins to CMSUno. You just need to upload the zip file to enable your new features in CKEditor."},
{"b":0,"p":"code_display","d":"Adds a button in CKEditor to display code with google-code-prettify."},
{"b":0,"p":"comment","d":"Allows visitors to add comments in the page."},
{"b":1,"p":"contact","d":"Allows to create a custom-made contact form with Captcha."},
{"b":0,"p":"cookiebar","d":"Adds and setup a custom Cookie Consent Warning."},
{"b":0,"p":"editheme","d":"Edit and modify templates directly from CMSUno with syntax highlighting."},
{"b":0,"p":"fontawesome","d":"Insert FontAwesome icons on the site with the editor."},
{"b":0,"p":"fixed_layout","d":"Allows to create a page with a fixed background that changes with scrolling."},
{"b":0,"p":"googlemap","d":"Adds a button in CKEditor to insert one or more Google-Map in your page."},
{"b":0,"p":"htaccess","d":"Easily edit your .htaccess file."},
{"b":0,"p":"markdown","d":"Allows you to display the formatted content of one or more MarkDown files in your page. WordPress format is also parsed."},
{"b":1,"p":"model","d":"Create sophisticated templates for CKEditor."},
{"b":0,"p":"multipage","d":"Allows you to create and manage multiple pages in CMSUno. Simple and practical for a complete website."},
{"b":0,"p":"newsletter","d":"Send a formated newsletter to a list of subscriber. Use PHP mail(), Gmail in SMTP or another SMTP provider. Add PHPMailer to CMSUno (if exists, used by some plugins)."},
{"b":0,"p":"paycoin","d":"Accept Bitcoin Payment with CMSUno."},
{"b":0,"p":"payment","d":"Allows to create a small e-commerce site from CKEditor."},
{"b":0,"p":"paypal","d":"Adds a button in CKEditor to create as many Paypal buttons as you need. Sales are checked and recorded with IPN return."},
{"b":0,"p":"payplug","d":"Like Paypal. Adds a button in CKEditor to create as many Payplug buttons. IPN return."},
{"b":0,"p":"pdf_creator","d":"Create PDF from a CKEditor content. Custom Shortcode (name, phone...) to save time. Numerous options (page format, font, margin...)."},
{"b":1,"p":"scrollnav","d":"Replaces the menu with a drop down menu which scrolled with the page."},
{"b":0,"p":"sound_player","d":"Adds a button in CKEditor to listen Self-Hosted musique on the site. Use SoundManager2."},
{"b":0,"p":"support","d":"Adds a real complete forum system very suitable for technical support."},
{"b":0,"p":"tem2uno","d":"Automatically transform a theme from another CMS (GetSimple & b2evolution) for a use in CMSUno."},
{"b":0,"p":"top_button","d":"Adds a floating button at the bottom right of the page to return smoothly to the top."},
{"b":0,"p":"transition","d":"Create beautiful transitions between chapters."},
{"b":0,"p":"unocss","d":"Allows to add CSS in the site directly from the Dashboard."},
{"b":0,"p":"unoscript","d":"Allows to add a script in the site directly from the Dashboard. Example : Google Analytics tracking code."},
{"b":0,"p":"users","d":"Create a members area with login / registration dropdown form."},
{"b":0,"p":"video_player","d":"Adds a button in CKEditor to watch Self-Hosted Videos on the site. Adds also oembed button."}
]
